[
  {"id":"baldoBrainWavesPredict2015","abstract":"Every year, retailers launch a myriad of new products. The success rate of such new products directly influences a retailer’s success in terms of gross profit, customer loyalty and brand image. In the past decades, many self-report and focus group based methods were implemented to gain insights in future market performance of new products. However, social psychology and market research studies have established that self-reports are unreliable to accurately predict customer preference. In this article, we propose a novel approach based on brain data to forecast product performance and discuss the importance of pre-market forecasting in the footwear retailing industry. We implemented and validated the tool in collaboration with a European shoe store chain. This case study showed that self-report based methods cannot accurately foretell success, while using brain data the prediction accuracy reached 80 per cent. We also compared how these two different methods might influence company gross profit. Simulations based on sales data showed that selfreport based prediction would lead to a 12.1 per cent profit growth, while brain scan based prediction would increase profit by 36.4 per cent. Thus, this innovative neuroscientific approach greatly improves brand image and brings considerable value for organizations, shareholders as well as consumers.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Baldo","given":"Davide"},{"family":"Parikh","given":"Hirak"},{"family":"Piu","given":"Yvonne"},{"family":"Müller","given":"Kai-Markus"}],"container-title":"Journal of Creating Value","container-title-short":"Journal of Creating Value","DOI":"10.1177/2394964315569625","ISSN":"2394-9643, 2454-213X","issue":"1","issued":{"date-parts":[[2015,5]]},"language":"en","page":"61-71","source":"DOI.org (Crossref)","title":"Brain Waves Predict Success of New Fashion Products: A Practical Application for the Footwear Retailing Industry","title-short":"Brain Waves Predict Success of New Fashion Products","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/2394964315569625","volume":"1"},
  {"id":"barnettTicketYourThoughts2017","abstract":"Skilled advertisers often cause a diverse set of consumers to feel similarly about their product. We present a method for measuring neural data to assess the degree of similarity between multiple brains experiencing the same advertisements, and we demonstrate that this similarity can predict important marketing outcomes. Since neural data can be sampled continuously throughout an experience and without effort and conscious reporting biases, our method offers a useful complement to measures requiring active evaluations, such as subjective ratings and willingness-to-pay (WTP) scores. As a case study, we use portable electroencephalography (EEG) systems to record the brain activity of 58 moviegoers in a commercial theater and then calculate the relative levels of neural similarity, cross-brain correlation (CBC), throughout 13 movie trailers. Our initial evidence suggests that CBC predicts future free recall of the movie trailers and population-level sales of the corresponding movies. Additionally, since there are potentially other (i.e., non-neural) sources of physiological similarity (e.g., basic arousal), we illustrate how to use other passive measures, such as cardiac, respiratory, and electrodermal activity levels, to reject alternative hypotheses. Moreover, we show how CBC can be used in conjunction with empirical content analysis (e.g., levels of visual and semantic complexity).","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Barnett","given":"Samuel B."},{"family":"Cerf","given":"Moran"}],"container-title":"Journal of Consumer Research","container-title-short":"J Consum Res","DOI":"10.1093/jcr/ucw083","ISSN":"0093-5301, 1537-5277","issued":{"date-parts":[[2017,1,23]]},"language":"en","page":"ucw083","source":"DOI.org (Crossref)","title":"A Ticket for Your Thoughts: Method for Predicting Movie Trailer Recall and Future Ticket Sales Using Neural Similarity among Moviegoers","title-short":"A Ticket for Your Thoughts","type":"article-journal","URL":"https://academic.oup.com/jcr/article-lookup/doi/10.1093/jcr/ucw083"},
  {"id":"berkaRealTimeAnalysisEEG2004","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Berka","given":"Chris"},{"family":"Levendowski","given":"Daniel J."},{"family":"Cvetinovic","given":"Milenko M."},{"family":"Petrovic","given":"Miroslav M."},{"family":"Davis","given":"Gene"},{"family":"Lumicao","given":"Michelle N."},{"family":"Zivkovic","given":"Vladimir T."},{"family":"Popovic","given":"Miodrag V."},{"family":"Olmstead","given":"Richard"}],"container-title":"International Journal of Human-Computer Interaction","container-title-short":"International Journal of Human-Computer Interaction","DOI":"10.1207/s15327590ijhc1702_3","ISSN":"1044-7318, 1532-7590","issue":"2","issued":{"date-parts":[[2004,6]]},"language":"en","note":"00000","page":"151-170","source":"DOI.org (Crossref)","title":"Real-Time Analysis of EEG Indexes of Alertness, Cognition, and Memory Acquired With a Wireless EEG Headset","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1207/s15327590ijhc1702_3","volume":"17"},
  {"id":"bohongjianCaiQuanBoYiGuoChengNaoDianDeShiPinTeZhengFenXiJiJiYuYouXuanTeZhengDeBoYiJueCeYuCePdf","author":[{"family":"薄洪健","given":""}],"container-title":"信号处理","title":"猜拳博弈过程脑电的时频特征分析及基于优选特征的博弈决策预测.pdf","type":"article-journal"},
  {"id":"boksemBrainResponsesMovie2015","abstract":"Although much progress has been made in relating brain activations to choice behavior, evidence that neural measures could actually be useful for predicting the success of marketing actions remains limited. To be of added value, neural measures should significantly increase predictive power, beyond conventional measures. In the present study, the authors obtain both stated preference measures and neural measures (electroencephalography; EEG) in response to advertisements for commercially released movies (i.e., movie trailers) to probe their potential to provide insight into participants’ individual preferences as well as movie sales in the general population. The results show that EEG measures (beta and gamma oscillations), beyond stated preference measures, provide unique information regarding individual and population-wide preference and can thus, in principle, be used as a neural marker for commercial success. As such, these results provide the first evidence that EEG measures are related to real-world outcomes and that these neural measures can significantly add to models predicting choice behavior relative to models that include only stated preference measures.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Boksem","given":"Maarten A.S."},{"family":"Smidts","given":"Ale"}],"container-title":"Journal of Marketing Research","container-title-short":"Journal of Marketing Research","DOI":"10.1509/jmr.13.0572","ISSN":"0022-2437, 1547-7193","issue":"4","issued":{"date-parts":[[2015,8]]},"language":"en","page":"482-492","source":"DOI.org (Crossref)","title":"Brain Responses to Movie Trailers Predict Individual Preferences for Movies and Their Population-Wide Commercial Success","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1509/jmr.13.0572","volume":"52"},
  {"id":"borawskaPredictionDecisionOutcome2017","abstract":"Making choices and decisions is one of the fundamental human activities. Due to its importance, over the years, different methods, designed to support decision-making process, were developed and used. Field of the decision-making support is still developing, and it uses the latest achievements of many sciences. Tools supporting the decision process fulﬁll their role in many different ways. Among them we can mention: information management, quantiﬁcation of data or models manipulation. To this traditional approach, one more element could be added—indication of the conditions in which a better decision can be made. In this context, the cognitive neuroscience techniques can be very helpful. At the basis of this approach is the assumption that knowing the neurological grounds for decision making and decoding the decision-making process in the brain, we will be able to understand and take advantage of factors contributing to making the right decisions. In the presented research, we try to predict decisions on the basis of observations of brain signals activity during the time of the decision-making process. The data are registered with the use of electroencephalogram (EEG) due to its small size and low cost. The decisions made by participants are connected with the choice between two lotteries with different payoffs. The aim of the research is to determine, if by analyzing the brain signals, we are able to predict the decision adequacy.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Borawska","given":"Anna"},{"family":"Alsakaa","given":"Akeel"}],"container-title":"Neuroeconomic and Behavioral Aspects of Decision Making","DOI":"10.1007/978-3-319-62938-4_17","editor":[{"family":"Nermend","given":"Kesra"},{"family":"Łatuszyńska","given":"Małgorzata"}],"event-place":"Cham","ISBN":"978-3-319-62937-7 978-3-319-62938-4","issued":{"date-parts":[[2017]]},"language":"en","page":"255-269","publisher":"Springer International Publishing","publisher-place":"Cham","source":"DOI.org (Crossref)","title":"Prediction of Decision Outcome via Observation of Brain Activity Signals During Decision-Making Process","type":"chapter","URL":"http://link.springer.com/10.1007/978-3-319-62938-4_17"},
  {"id":"BrodmannAreasFenQu","language":"en","note":"00000","source":"Zotero","title":"Brodmann areas（分区）-高级试验方法","type":"article"},
  {"id":"chanNeuralSimilarityTemporal2019","abstract":"The extent to which brains respond similarly to a speciﬁc stimulus, across a small group of individuals, has been previously found to predict out-of-sample aggregate preference for that stimulus. However, the location in the brain where neural similarity predicts out-of-sample preference remains unclear. In this article, we attempt to identify the neural substrates in three functional magnetic resonance imaging (fMRI) studies. Two fMRI studies (N ¼ 40 and 20), using previously broadcasted TV commercials, show that spatiotemporal neural similarity at temporal lobe and cerebellum predict out-of-sample preference and recall. A follow-up fMRI study (N ¼ 28) with previously unseen movie-trailers replicated the predictive effect of neural similarity. Moreover, neural similarity provided unique information on out-of-sample preference above and beyond in-sample preference. Overall, the ﬁndings suggest that neural similarity at temporal lobe and cerebellum – traditionally associated with sensory integration and emotional processing – may reﬂect the level of engagement with video stimuli.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Chan","given":"Hang-Yee"},{"family":"Smidts","given":"Ale"},{"family":"Schoots","given":"Vincent C."},{"family":"Dietvorst","given":"Roeland C."},{"family":"Boksem","given":"Maarten A.S."}],"container-title":"NeuroImage","container-title-short":"NeuroImage","DOI":"10.1016/j.neuroimage.2019.04.076","ISSN":"10538119","issued":{"date-parts":[[2019,8]]},"language":"en","note":"00000","page":"391-401","source":"DOI.org (Crossref)","title":"Neural similarity at temporal lobe and cerebellum predicts out-of-sample preference and recall for video stimuli","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1053811919303684","volume":"197"},
  {"id":"dasPredictingVariationsPerceptual2010","abstract":"Within the past decade computational approaches adopted from the ﬁeld of machine learning have provided neuroscientists with powerful new tools for analyzing neural data. For instance, previous studies have applied pattern classiﬁcation algorithms to electroencephalography data to predict the category of presented visual stimuli, human observer decision choices and task difﬁculty. Here, we quantitatively compare the ability of pattern classiﬁers and three ERP metrics (peak amplitude, mean amplitude, and onset latency of the face-selective N170) to predict variations across individuals' behavioral performance in a difﬁcult perceptual task identifying images of faces and cars embedded in noise. We investigate three different pattern classiﬁers (Classwise Principal Component Analysis, CPCA; Linear Discriminant Analysis, LDA; and Support Vector Machine, SVM), ﬁve training methods differing in the selection of training data sets and three analyses procedures for the ERP measures. We show that all three pattern classiﬁer algorithms surpass traditional ERP measurements in their ability to predict individual differences in performance. Although the differences across pattern classiﬁers were not large, the CPCA method with training data sets restricted to EEG activity for trials in which observers expressed high conﬁdence about their decisions performed the highest at predicting perceptual performance of observers. We also show that the neural activity predicting the performance across individuals was distributed through time starting at 120 ms, and unlike the faceselective ERP response, sustained for more than 400 ms after stimulus presentation, indicating that both early and late components contain information correlated with observers' behavioral performance. Together, our results further demonstrate the potential of pattern classiﬁers compared to more traditional ERP techniques as an analysis tool for modeling spatiotemporal dynamics of the human brain and relating neural activity to behavior.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Das","given":"Koel"},{"family":"Giesbrecht","given":"Barry"},{"family":"Eckstein","given":"Miguel P."}],"container-title":"NeuroImage","container-title-short":"NeuroImage","DOI":"10.1016/j.neuroimage.2010.03.030","ISSN":"10538119","issue":"4","issued":{"date-parts":[[2010,7]]},"language":"en","note":"00000","page":"1425-1437","source":"DOI.org (Crossref)","title":"Predicting variations of perceptual performance across individuals from neural activity using pattern classifiers","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1053811910003174","volume":"51"},
  {"id":"dmochowskiAudiencePreferencesAre2014","author":[{"family":"Dmochowski","given":"Jacek P"}],"container-title":"NATURE COMMUNICATIONS","issued":{"date-parts":[[2014]]},"language":"en","page":"9","source":"Zotero","title":"Audience preferences are predicted by temporal reliability of neural processing","type":"article-journal"},
  {"id":"gluthDecidingNotDecide2013","abstract":"Understanding the cognitive and neural processes that underlie human decision making requires the successful prediction of how, but also of when, people choose. Sequential sampling models (SSMs) have greatly advanced the decision sciences by assuming decisions to emerge from a bounded evidence accumulation process so that response times (RTs) become predictable. Here, we demonstrate a difficulty of SSMs that occurs when people are not forced to respond at once but are allowed to sample information sequentially: The decision maker might decide to delay the choice and terminate the accumulation process temporarily, a scenario not accounted for by the standard SSM approach. We developed several SSMs for predicting RTs from two independent samples of an electroencephalography (EEG) and a functional magnetic resonance imaging (fMRI) study. In these studies, participants bought or rejected fictitious stocks based on sequentially presented cues and were free to respond at any time. Standard SSM implementations did not describe RT distributions adequately. However, by adding a mechanism for postponing decisions to the model we obtained an accurate fit to the data. Timefrequency analysis of EEG data revealed alternating states of de- and increasing oscillatory power in beta-band frequencies (14–30 Hz), indicating that responses were repeatedly prepared and inhibited and thus lending further support for the existence of a decision not to decide. Finally, the extended model accounted for the results of an adapted version of our paradigm in which participants had to press a button for sampling more information. Our results show how computational modeling of decisions and RTs support a deeper understanding of the hidden dynamics in cognition.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Gluth","given":"Sebastian"},{"family":"Rieskamp","given":"Jörg"},{"family":"Büchel","given":"Christian"}],"container-title":"PLoS Computational Biology","container-title-short":"PLoS Comput Biol","DOI":"10.1371/journal.pcbi.1003309","editor":[{"family":"Behrens","given":"Tim"}],"ISSN":"1553-7358","issue":"10","issued":{"date-parts":[[2013,10,31]]},"language":"en","note":"00000","page":"e1003309","source":"DOI.org (Crossref)","title":"Deciding Not to Decide: Computational and Neural Evidence for Hidden Behavior in Sequential Choice","title-short":"Deciding Not to Decide","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pcbi.1003309","volume":"9"},
  {"id":"hakimPathwaysConsumersMinds2018","abstract":"A basic aim of marketing research is to predict consumers’ preferences and the success of marketing campaigns in the general population. However, traditional behavioral measurements have various limitations, calling for novel measurements to improve predictive power. In this study, we use neural signals measured with electroencephalography (EEG) in order to overcome these limitations. We record the EEG signals of subjects, as they watched commercials of six food products. We introduce a novel approach in which instead of using one type of EEG measure, we combine several measures, and use state-of-the-art machine learning algorithms to predict subjects’ individual future preferences over the products and the commercials’ population success, as measured by their YouTube metrics. As a benchmark, we acquired measurements of the commercials’ effectiveness using a standard questionnaire commonly used in marketing research. We reached 68.5% accuracy in predicting between the most and least preferred items and a lower than chance RMSE score for predicting the rank order preferences of all six products. We also predicted the commercials’ population success better than chance. Most importantly, we demonstrate for the first time, that for all of our predictions, the EEG measurements increased the prediction power of the questionnaires. Our analyses methods and results show great promise for utilizing EEG measures by managers, marketing practitioners, and researchers, as a valuable tool for predicting subjects’ preferences and marketing campaigns’ success.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Hakim","given":"Adam"},{"family":"Klorfeld","given":"Shira"},{"family":"Sela","given":"Tal"},{"family":"Friedman","given":"Doron"},{"family":"Shabat-Simon","given":"Maytal"},{"family":"Levy","given":"Dino J"}],"DOI":"10.1101/317073","genre":"preprint","issued":{"date-parts":[[2018,5,9]]},"language":"en","publisher":"Neuroscience","source":"DOI.org (Crossref)","title":"Pathways to Consumers’ Minds: Using Machine Learning and Multiple EEG Metrics to Increase Preference Prediction Above and Beyond Traditional Measurements","title-short":"Pathways to Consumers’ Minds","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/317073"},
  {"id":"horatDifferencesSocialDecisionMaking2017","abstract":"The Ultimatum Game (UG) is a typical paradigm to investigate social decision-making. Although the behavior of humans in this task is already well established, the underlying brain processes remain poorly understood. Previous investigations using event-related potentials (ERPs) revealed three major components related to cognitive processes in participants engaged in the responder condition, the early ERP component P2, the feedback-related negativity (FRN) and a late positive wave (late positive component, LPC). However, the comparison of the ERP waveforms between the responder and proposer conditions has never been studied. Therefore, to investigate conditionrelated electrophysiological changes, we applied the UG paradigm and compared parameters of the P2, LPC and FRN components in twenty healthy participants. For the responder condition, we found a signiﬁcantly decreased amplitude and delayed latency for the P2 component, whereas the mean amplitudes of the LPC and FRN increased compared to the proposer condition. Additionally, the proposer condition elicited an early component consisting of a negative deﬂection around 190 ms, in the upward slope of the P2, probably as a result of early conﬂict-related processing. Using independent component analysis (ICA), we extracted one functional component time-locked to this deﬂection, and with source reconstruction (LAURA) we found the anterior cingulate cortex (ACC) as one of the underlying sources. Overall, our ﬁndings indicate that intensity and time-course of neuronal systems engaged in the decisionmaking processes diverge between both UG conditions, suggesting differential cognitive processes. Understanding the electrophysiological bases of decision-making and social interactions in controls could be useful to further detect which steps are impaired in psychiatric patients in their ability to attribute mental states (such as beliefs, intents, or desires) to oneself and others. This ability is called mentalizing (also known as theory of mind).","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Horat","given":"Sibylle K."},{"family":"Prévot","given":"Anne"},{"family":"Richiardi","given":"Jonas"},{"family":"Herrmann","given":"François R."},{"family":"Favre","given":"Grégoire"},{"family":"Merlo","given":"Marco C. G."},{"family":"Missonnier","given":"Pascal"}],"container-title":"Frontiers in Integrative Neuroscience","container-title-short":"Front. Integr. Neurosci.","DOI":"10.3389/fnint.2017.00013","ISSN":"1662-5145","issued":{"date-parts":[[2017,7,11]]},"language":"en","note":"00000","page":"13","source":"DOI.org (Crossref)","title":"Differences in Social Decision-Making between Proposers and Responders during the Ultimatum Game: An EEG Study","title-short":"Differences in Social Decision-Making between Proposers and Responders during the Ultimatum Game","type":"article-journal","URL":"http://journal.frontiersin.org/article/10.3389/fnint.2017.00013/full","volume":"11"},
  {"id":"huseynovIncorporatingBiometricData2019","abstract":"The use of neuro-physiological data in models of consumer choice is gaining popularity. This article presents some of the benefits of using psycho-physiological data in analyzing consumer valuation and choice. Eye-tracking, facial expressions, and electroencephalography (EEG) data were used to construct three non-conventional choice models, namely, eye-tracking, emotion and brain model. The predictive performance of the non-conventional models was compared to a baseline model, which was based entirely on conventional data. While the emotion and brain models proved to be as good as conventional data in explaining and predicting consumer choice, the eye-tracking model generated superior predictions. Moreover, we document a significant increase in predictive power when biometric data from different sources were combined into a mixed model. Finally, we utilize a machine learning technique to sparse the data and enhance out-of-sample prediction, thus showcasing the compatibility of biometric data with well-established statistical and econometric methods.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Huseynov","given":"Samir"},{"family":"Kassas","given":"Bachir"},{"family":"Segovia","given":"Michelle S."},{"family":"Palma","given":"Marco A."}],"container-title":"Applied Economics","container-title-short":"Applied Economics","DOI":"10.1080/00036846.2018.1527460","ISSN":"0003-6846, 1466-4283","issue":"14","issued":{"date-parts":[[2019,3,22]]},"language":"en","note":"00000","page":"1514-1531","source":"DOI.org (Crossref)","title":"Incorporating biometric data in models of consumer choice","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/00036846.2018.1527460","volume":"51"},
  {"id":"jacucciIntegratingNeurophysiologicRelevance2019","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Jacucci","given":"Giulio"},{"family":"Barral","given":"Oswald"},{"family":"Daee","given":"Pedram"},{"family":"Wenzel","given":"Markus"},{"family":"Serim","given":"Baris"},{"family":"Ruotsalo","given":"Tuukka"},{"family":"Pluchino","given":"Patrik"},{"family":"Freeman","given":"Jonathan"},{"family":"Gamberini","given":"Luciano"},{"family":"Kaski","given":"Samuel"},{"family":"Blankertz","given":"Benjamin"}],"container-title":"Journal of the Association for Information Science and Technology","container-title-short":"Journal of the Association for Information Science and Technology","DOI":"10.1002/asi.24161","ISSN":"2330-1635, 2330-1643","issue":"9","issued":{"date-parts":[[2019,9]]},"language":"en","page":"917-930","source":"DOI.org (Crossref)","title":"Integrating neurophysiologic relevance feedback in intent modeling for information retrieval","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/asi.24161","volume":"70"},
  {"id":"kangHumanImplicitIntent2015","abstract":"This paper proposes a human implicit intent recognition system based on electroencephalography (EEG) signals, for developing an advanced interactive web service engine. We focus on identifying brain state transitions between intentions, and classifying a user’s implicit intentions while viewing an image on a web page, based on an EEG experiment. We measure brain state changes between a navigational intention and an informational intention by using phase synchrony; i.e., the phase locking value (PLV) in an EEG. Comparing PLVs that correspond to the two intention states is useful for determining a human’s implicit intention. In order to discriminate between a user’s implicit intentions using a PLV, we must extract features based on an EEG analysis. For this purpose, we identify the most reactive band within the full band of brain signals. Theta (4–7 Hz), alpha (8–13 Hz), beta-1 (14–22 Hz), and beta-2 (23–30 Hz) bands are used to extract the EEG features from the most reactive EEG band. Subsequently, we select the most signiﬁcant pairs (MSPs) that are highly reactive and correspond to the intention. According to the proposed method, these features are useful for: (i) showing the brain state transitions regarding intentions, and (ii) classifying a human’s implicit intention using several classiﬁers such as a support vector machine (SVM), Gaussian Mixture Model (GMM), and Naïve Bayes. We then compare the results of these classiﬁers. This study demonstrates the potential uses of these identiﬁed brain electrode pairs for cognitive detection and task classiﬁcation in future brain-computer interface (BCI) applications.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Kang","given":"Jun-Su"},{"family":"Park","given":"Ukeob"},{"family":"Gonuguntla","given":"V."},{"family":"Veluvolu","given":"K.C."},{"family":"Lee","given":"Minho"}],"container-title":"Pattern Recognition Letters","container-title-short":"Pattern Recognition Letters","DOI":"10.1016/j.patrec.2015.06.013","ISSN":"01678655","issued":{"date-parts":[[2015,11]]},"language":"en","page":"144-152","source":"DOI.org (Crossref)","title":"Human implicit intent recognition based on the phase synchrony of EEG signals","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0167865515001774","volume":"66"},
  {"id":"kimuraOutcomeEvaluationsGroup2013","abstract":"Event-related brain potential (ERP) reﬂecting outcome evaluation is called feedback-related negativity (FRN). The present study examined the evaluative processes for two different types of outcomes by recording ERPs from three participants during a group decision task. First, we examined the evaluative processing of outcomes associated with group decisions using the majority rule. Second, we investigated whether the majority rule inﬂuenced the evaluation of conﬂicts related to individual opinions among group members. We found that FRN for monetary loss associated with the group decision was reduced when the participant’s opinion was in the minority. In addition, conﬂict of opinions among group members elicited FRN-like negativity, and greater amplitudes were observed when the participant’s opinion was in the minority. The present results suggested that the majority rule can modulate outcome evaluations in group decision making.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Kimura","given":"Kenta"},{"family":"Katayama","given":"Jun'ichi"}],"container-title":"Psychophysiology","container-title-short":"Psychophysiol","DOI":"10.1111/psyp.12068","ISSN":"00485772","issue":"9","issued":{"date-parts":[[2013,9]]},"language":"en","note":"00000","page":"848-857","source":"DOI.org (Crossref)","title":"Outcome evaluations in group decision making using the majority rule: An electrophysiological study: Outcome evaluations in group decision making","title-short":"Outcome evaluations in group decision making using the majority rule","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/psyp.12068","volume":"50"},
  {"id":"krajbichVisualFixationsComputation2010","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Krajbich","given":"Ian"},{"family":"Armel","given":"Carrie"},{"family":"Rangel","given":"Antonio"}],"container-title":"Nature Neuroscience","container-title-short":"Nat Neurosci","DOI":"10.1038/nn.2635","ISSN":"1097-6256, 1546-1726","issue":"10","issued":{"date-parts":[[2010,10]]},"language":"en","page":"1292-1298","source":"DOI.org (Crossref)","title":"Visual fixations and the computation and comparison of value in simple choice","type":"article-journal","URL":"http://www.nature.com/articles/nn.2635","volume":"13"},
  {"id":"louLearningEEGComponents2011","abstract":"Logistic regression has been used as a supervised method for extracting EEG components predictive of binary perceptual decisions. However, often perceptual decisions require a choice between more than just two alternatives. In this paper we present results using multinomial logistic regression (MLR) for learning EEG components in a 3-way visual discrimination task. Subjects were required to decide between three object classes (faces, houses, and cars) for images which were embedded with varying amounts of noise. We recorded the subjects’ EEG while they were performing the task and then used MLR to predict the stimulus category, on a singletrial basis, for correct behavioral responses. We found an early component (at 170ms) that was consistent across all subjects and with previous binary discrimination paradigms. However a later component (at 300-400ms), previously reported in the binary discrimination paradigms, was more variable across subjects in this three-way discrimination task. We also computed forward models for the EEG components, with these showing a difference in the spatial distribution of component activity for the different categorical decisions. In summary, we ﬁnd that logistic regression, generalized to the arbitrary N-class case, can be a useful approach for learning and analyzing EEG components underlying multi-class perceptual decisions.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Lou","given":"Bin"},{"family":"Walz","given":"Jennifer M."},{"family":"Shi","given":"Jianing V."},{"family":"Sajda","given":"Paul"}],"container-title":"2011 5th International IEEE/EMBS Conference on Neural Engineering","DOI":"10.1109/NER.2011.5910638","event":"5th International IEEE/EMBS Conference on Neural Engineering (NER 2011)","event-place":"Cancun","ISBN":"978-1-4244-4140-2","issued":{"date-parts":[[2011,4]]},"language":"en","note":"00000","page":"675-678","publisher":"IEEE","publisher-place":"Cancun","source":"DOI.org (Crossref)","title":"Learning EEG components for discriminating multi-class perceptual decisions","type":"paper-conference","URL":"http://ieeexplore.ieee.org/document/5910638/"},
  {"id":"louPerceptualSalienceReward2015","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Lou","given":"B."},{"family":"Hsu","given":"W.-Y."},{"family":"Sajda","given":"P."}],"container-title":"Journal of Neuroscience","container-title-short":"Journal of Neuroscience","DOI":"10.1523/JNEUROSCI.1601-15.2015","ISSN":"0270-6474, 1529-2401","issue":"38","issued":{"date-parts":[[2015,9,23]]},"language":"en","note":"00000","page":"13064-13075","source":"DOI.org (Crossref)","title":"Perceptual Salience and Reward Both Influence Feedback-Related Neural Activity Arising from Choice","type":"article-journal","URL":"https://www.jneurosci.org/lookup/doi/10.1523/JNEUROSCI.1601-15.2015","volume":"35"},
  {"id":"louTimeCoursePerceptual","author":[{"family":"Lou","given":"Bin"}],"language":"en","page":"161","source":"Zotero","title":"The Time Course of a Perceptual Decision: Linking Neural Correlates of Pre-stimulus Brain State, Decision Formation and Response Evaluation","type":"article-journal"},
  {"id":"nohSingleTrialEEGAnalysis2018","abstract":"We used pattern classiﬁers to extract features related to recognition memory retrieval from the temporal information in single-trial electroencephalography (EEG) data during attempted memory retrieval. Two-class classiﬁcation was conducted on correctly remembered trials with accurate context (or source) judgments vs. correctly rejected trials. The average accuracy for datasets recorded in a single session was 61% while the average accuracy for datasets recorded in two separate sessions was 56%. To further understand the basis of the classiﬁer’s performance, two other pattern classiﬁers were trained on different pairs of behavioral conditions. The ﬁrst of these was designed to use information related to remembering the item and the second to use information related to remembering the contextual information (or source) about the item. Mollison and Curran (2012) had earlier shown that subjects’ familiarity judgments contributed to improved memory of spatial contextual information but not of extrinsic associated color information. These behavioral results were similarly reﬂected in the event-related potential (ERP) known as the FN400 (an early frontal effect relating to familiarity) which revealed differences between correct and incorrect context memories in the spatial but not color conditions. In our analyses we show that a classiﬁer designed to distinguish between correct and incorrect context memories, more strongly involves early activity (400–500 ms) over the frontal channels for the location distinctions, than for the extrinsic color associations. In contrast, the classiﬁer designed to classify memory for the item (without memory for the context), had more frontal channel involvement for the color associated experiments than for the spatial experiments. Taken together these results argue that location may be bound more tightly with the item than an extrinsic color association. The multivariate classiﬁcation approach also showed that trial-by-trial variation in EEG corresponding to these ERP components were predictive of subjects’ behavioral responses. Additionally, the multivariate classiﬁcation approach enabled analysis of error conditions that did not have sufﬁcient trials for standard ERP analyses. These results suggested that false alarms were primarily attributable to item memory (as opposed to memory of associated context), as commonly predicted, but with little previous corroborating EEG evidence.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Noh","given":"Eunho"},{"family":"Liao","given":"Kueida"},{"family":"Mollison","given":"Matthew V."},{"family":"Curran","given":"Tim"},{"family":"Sa","given":"Virginia R.","dropping-particle":"de"}],"container-title":"Frontiers in Human Neuroscience","container-title-short":"Front. Hum. Neurosci.","DOI":"10.3389/fnhum.2018.00258","ISSN":"1662-5161","issued":{"date-parts":[[2018,7,10]]},"language":"en","note":"00000","page":"258","source":"DOI.org (Crossref)","title":"Single-Trial EEG Analysis Predicts Memory Retrieval and Reveals Source-Dependent Differences","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/fnhum.2018.00258/full","volume":"12"},
  {"id":"polezziBrainCorrelatesRisky2010","abstract":"Understanding the neurocognitive basis of risk-taking behavior is an important issue, especially in economic decision-making. Classical behavioral studies have shown that risk-attitude changes across different contexts, but little is so far known about the brain correlates of processing of outcomes across such context shifts. In this study, EEG was recorded while subjects performed a gambling task. Participants could choose between a risky and a safer option, within two different contexts: one in which options yielded gains and losses of the same magnitude (Zero Expected Value context) and another in which gains were larger than losses (Positive Expected Value context). Based on their risk-attitude, two groups were compared: subjects who are risk-seekers in the zero Expected Value context (Zero-Oriented group) and subjects who are riskseekers in the positive Expected Value condition (Positive-Oriented group). The Feedback Related Negativity (FRN) reﬂects this distinction, with each group being insensitive to magnitude of outcomes in the condition in which they were risk-prone. P300 amplitude mirrored the behavioral results, with larger amplitudes in the condition in which each group showed a higher risk-tendency. Source analyses highlighted the involvement of posterior cingulate cortex in risky decision-making. Taken together, the ﬁndings make a contribution to the clariﬁcation of the neurocognitive substrates of risky decision-making.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Polezzi","given":"David"},{"family":"Sartori","given":"Giuseppe"},{"family":"Rumiati","given":"Rino"},{"family":"Vidotto","given":"Giulio"},{"family":"Daum","given":"Irene"}],"container-title":"NeuroImage","container-title-short":"NeuroImage","DOI":"10.1016/j.neuroimage.2009.08.068","ISSN":"10538119","issue":"2","issued":{"date-parts":[[2010,1]]},"language":"en","page":"1886-1894","source":"DOI.org (Crossref)","title":"Brain correlates of risky decision-making","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1053811909009860","volume":"49"},
  {"id":"ratcliffSingleTrialAnalysis2016","abstract":"Recent work in perceptual decision-making has shown that although two distinct neural components diﬀerentiate experimental conditions (e.g., did you see a face or a car), only one tracked the evidence guiding the decision process. In the memory literature, there is a distinction between a fronto-central evoked potential measured with EEG beginning at 350 ms that seems to track familiarity and a late parietal evoked potential that peaks at 600 ms that tracks recollection. Here, we applied single-trial regressor analysis (similar to multivariate pattern analysis, MVPA) and diﬀusion decision modeling to EEG and behavioral data from two recognition memory experiments to test whether these two components contribute to the recognition decision process. The regressor analysis only involved whether an item was studied or not and did not involve any use of the behavioral data. Only late EEG activity distinguishes studied from not studied items that peaks at about 600 ms following each test item onset predicted the diﬀusion model drift rate derived from the behavioral choice and reaction times (but only for studied items). When drift rate was made a linear function of the trial-level regressor values, the estimate for studied items was diﬀerent than zero. This showed that the later EEG activity indexed the trial-to-trial variability in drift rate for studied items. Our results provide strong evidence that only a single EEG component reﬂects evidence being used in the recegnition decision process.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Ratcliff","given":"Roger"},{"family":"Sederberg","given":"Per B."},{"family":"Smith","given":"Troy A."},{"family":"Childers","given":"Russ"}],"container-title":"Neuropsychologia","container-title-short":"Neuropsychologia","DOI":"10.1016/j.neuropsychologia.2016.09.026","ISSN":"00283932","issued":{"date-parts":[[2016,12]]},"language":"en","note":"00000","page":"128-141","source":"DOI.org (Crossref)","title":"A single trial analysis of EEG in recognition memory: Tracking the neural correlates of memory strength","title-short":"A single trial analysis of EEG in recognition memory","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0028393216303633","volume":"93"},
  {"id":"siPredictingIndividualDecisionmaking2019","abstract":"Objective. Despite increasing evidence revealing the relationship between task-related brain activity and decision-making, the association between resting-state functional connectivity and decision-making remains unknown. Approach. In this study, we investigated the potential relationship between the network revealed in the resting-state electroencephalogram (EEG) and decision responses and further predicted individuals’ acceptance rates during the ultimatum game (UG) based on the functional connectivity revealed in the resting-state EEG. Main results. The results of this study demonstrated a significant relationship between the resting-state frontal-occipital connectivity and the UG acceptance rate in the alpha band. Increased acceptance rates were accompanied by a larger clustering coefficient and global and local efficiency as well as a shorter characteristic path length. Compared to the lowacceptance group, the high-acceptance group exhibited stronger frontal-occipital linkages. Finally, a multiple linear regression model based on the resting-state EEG network properties was adopted to predict the acceptance rates when subjects made their decision in the UG task. Significance. Together, the findings of this study may deepen our knowledge of decisionmaking and provide a potential physiological biomarker to predict the decision-making responses of subjects.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Si","given":"Yajing"},{"family":"Jiang","given":"Lin"},{"family":"Tao","given":"Qin"},{"family":"Chen","given":"Chunli"},{"family":"Li","given":"Fali"},{"family":"Jiang","given":"Yuanling"},{"family":"Zhang","given":"Tao"},{"family":"Cao","given":"Xianyu"},{"family":"Wan","given":"Feng"},{"family":"Yao","given":"Dezhong"},{"family":"Xu","given":"Peng"}],"container-title":"Journal of Neural Engineering","container-title-short":"J. Neural Eng.","DOI":"10.1088/1741-2552/ab39ce","ISSN":"1741-2552","issue":"6","issued":{"date-parts":[[2019,10,30]]},"language":"en","note":"00000","page":"066025","source":"DOI.org (Crossref)","title":"Predicting individual decision-making responses based on the functional connectivity of resting-state EEG","type":"article-journal","URL":"https://iopscience.iop.org/article/10.1088/1741-2552/ab39ce","volume":"16"},
  {"id":"telpazUsingEEGPredict2015","abstract":"It is well established that neural imaging technology can predict preferences for consumer products. However, the applicability of this method to consumer marketing research remains uncertain, partly because of the expense required. In this article, the authors demonstrate that neural measurements made with a relatively low-cost and widely available measurement method—electroencephalography (EEG)—can predict future choices of consumer products. In the experiment, participants viewed individual consumer products in isolation, without making any actual choices, while their neural activity was measured with EEG. At the end of the experiment, participants were offered choices between pairs of the same products. The authors find that neural activity measured from a midfrontal electrode displays an increase in the N200 component and a weaker theta band power that correlates with a more preferred product. Using recent techniques for relating neural measurements to choice prediction, they demonstrate that these measures predict subsequent choices. Moreover, the accuracy of prediction depends on both the ordinal and cardinal distance of the EEG data; the larger the difference in EEG activity between two products, the better the predictive accuracy.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Telpaz","given":"Ariel"},{"family":"Webb","given":"Ryan"},{"family":"Levy","given":"Dino J."}],"container-title":"Journal of Marketing Research","container-title-short":"Journal of Marketing Research","DOI":"10.1509/jmr.13.0564","ISSN":"0022-2437, 1547-7193","issue":"4","issued":{"date-parts":[[2015,8]]},"language":"en","note":"00000","page":"511-529","source":"DOI.org (Crossref)","title":"Using EEG to Predict Consumers’ Future Choices","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1509/jmr.13.0564","volume":"52"},
  {"id":"varekaPredictionNavigationalDecisions2021","abstract":"Despite the widespread availability of portable neuroimaging systems, current applications of braincomputer interfaces (BCI) have largely remained confined to laboratory and clinical settings. In order to develop BCI that will assist individuals across a wide range of everyday life behaviors, it is critical to test paradigms that have been successful in highly controlled setups within the frame of real-world environments. In the present study, a visual P300 paradigm was used to elicit neural responses reflective of decision making within the frame of real-world navigation. Participants (n = 8) were equipped with a tablet and a mobile EEG system while navigating through university corridors. Upon reaching an intersection, participants were presented with left and right arrows flashing on the tablet (and additional non-directional stimuli in the distractor condition). Neural responses elicited by the presentation of such stimuli (Event-Related Potentials) were recorded along with the participant’s navigational decisions. The participants completed two separate sessions to collect data for both the training and testing of an offline BCI system aimed at predicting their navigational decisions based on the extraction of eventrelated potentials features. Single-trial classification accuracy reached 59.6% (up to 72.3% when classify­ ing group averages of six trials). Individual classification results were contrasted with single-trial analysis. Results are discussed in terms of their implications for the design of real-world BCI applications, and several recommendations to improve experimental protocols are proposed.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Vařeka","given":"Lukáš"},{"family":"Ladouce","given":"Simon"}],"container-title":"International Journal of Human–Computer Interaction","container-title-short":"International Journal of Human–Computer Interaction","DOI":"10.1080/10447318.2021.1888510","ISSN":"1044-7318, 1532-7590","issue":"14","issued":{"date-parts":[[2021,8,27]]},"language":"en","note":"00000","page":"1375-1389","source":"DOI.org (Crossref)","title":"Prediction of Navigational Decisions in the Real-World: A Visual P300 Event-Related Potentials Brain-Computer Interface","title-short":"Prediction of Navigational Decisions in the Real-World","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/10447318.2021.1888510","volume":"37"},
  {"id":"wangEEGFeatureGuess2015","abstract":"The decision is the selection process in order to achieve a certain purpose of different decision schemes, whether can reflect the different features from the EEG, is an objective study of the decision making process based on EEG, this paper use man machine game mode, choose the game mode of telecom research guess coin signal characteristics of brain, by designing the different guess coin mode induce EEG, ERP analysis of chemical composition of these EEG signal, analysis of subjects of different EEG features guess coin mode.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Wang","given":"Ping"},{"family":"Mu","given":"Zhendong"}],"DOI":"10.2991/emim-15.2015.105","event":"2015 International Conference on Education, Management, Information and Medicine","event-place":"Shenyang, China","issued":{"date-parts":[[2015]]},"language":"en","note":"00000","publisher-place":"Shenyang, China","source":"DOI.org (Crossref)","title":"EEG Feature of Guess the Coin Game of Human-computer:","title-short":"EEG Feature of Guess the Coin Game of Human-computer","type":"paper-conference","URL":"https://www.atlantis-press.com/article/21476"},
  {"id":"wangJiYuXiaoFeiZheShenJingKeXueShiJiaoYuCeXiaoFeiZheXingWeiXianZhuangTiaoZhanYuWeiLai2020","abstract":"消费者神经科学自出现至今已不再局限于探索与消费者行为相关的神经机制,采用神经科学技术理解并预测消费者行为已成为消费者神经科学领域的一大研究热点,正在推动消费决策研究范式的转变。本文首先简要回顾了消费者神经科学的发展历程,然后围绕产品选择、体验偏好和广告效果这三个主题,着重评述了将功能性磁共振成像、脑电和眼动追踪技术应用于消费者行为预测的最新研究成果,最后提出了该领域发展的局限性以及未来需要突破的方向。本文有助于加深广大学者对国内外利用神经科学技术预测消费者行为研究的全面了解,从而拓展消费者行为学研究的深度和广度。","author":[{"family":"汪","given":"蕾"},{"family":"杨","given":"一恺"},{"family":"郑","given":"杰慧"},{"family":"王","given":"小毅"}],"container-title":"管理工程学报","ISSN":"1004-6062","issue":"06","issued":{"date-parts":[[2020]]},"language":"中文;","note":"<北大核心, CSSCI, CSCD>","page":"1-12","source":"CNKI","title":"基于消费者神经科学视角预测消费者行为：现状、挑战与未来","type":"article-journal","URL":"https://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFD&dbname=CJFDLAST2020&filename=GLGU202006001&v=","volume":"34"},
  {"id":"wangRunHerdNot2019","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Wang","given":"Lei"},{"family":"Li","given":"Lu"},{"family":"Shen","given":"Qiang"},{"family":"Zheng","given":"Jiehui"},{"family":"Ebstein","given":"Richard P."}],"container-title":"Neuropsychologia","container-title-short":"Neuropsychologia","DOI":"10.1016/j.neuropsychologia.2019.107232","ISSN":"00283932","issued":{"date-parts":[[2019,11]]},"language":"en","page":"107232","source":"DOI.org (Crossref)","title":"To run with the herd or not: Electrophysiological dynamics are associated with preference change in crowdfunding","title-short":"To run with the herd or not","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0028393219302763","volume":"134"},
  {"id":"XiaoFeiZheGouMaiJueDingYuQianEYeNaoHuoDongDeBuDuiChengXingLaiZiEEGDeZhengJuXuZhiWei","title":"消费者购买决定与前额叶脑活动的不对称性_来自EEG的证据_许志炜.pdf","type":"article-journal"},
  {"id":"XiaoFeiZhePianHaoYuCeDeShenDuXueXiShenJingWangLuoMoXingPdf","title":"消费者偏好预测的深度学习神经网络模型.pdf","type":"article-journal"},
  {"id":"zhangIntentRecognitionSmart2017","abstract":"Electroencephalography (EEG) signal based intent recognition has recently attracted much attention in both academia and industries, due to helping the elderly or motor-disabled people controlling smart devices to communicate with outer world. However, the utilization of EEG signals is challenged by low accuracy, arduous and timeconsuming feature extraction. This paper proposes a 7-layer deep learning model to classify raw EEG signals with the aim of recognizing subjects’ intents, to avoid the time consumed in pre-processing and feature extraction. The hyper-parameters are selected by an Orthogonal Array experiment method for eﬃciency. Our model is applied to an open EEG dataset provided by PhysioNet and achieves the accuracy of 0.9553 on the intent recognition. The applicability of our proposed model is further demonstrated by two use cases of smart living (assisted living with robotics and home automation).","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Zhang","given":"Xiang"},{"family":"Yao","given":"Lina"},{"family":"Huang","given":"Chaoran"},{"family":"Sheng","given":"Quan Z."},{"family":"Wang","given":"Xianzhi"}],"container-title":"Neural Information Processing","DOI":"10.1007/978-3-319-70096-0_76","editor":[{"family":"Liu","given":"Derong"},{"family":"Xie","given":"Shengli"},{"family":"Li","given":"Yuanqing"},{"family":"Zhao","given":"Dongbin"},{"family":"El-Alfy","given":"El-Sayed M."}],"event-place":"Cham","ISBN":"978-3-319-70095-3 978-3-319-70096-0","issued":{"date-parts":[[2017]]},"language":"en","page":"748-758","publisher":"Springer International Publishing","publisher-place":"Cham","source":"DOI.org (Crossref)","title":"Intent Recognition in Smart Living Through Deep Recurrent Neural Networks","type":"chapter","URL":"http://link.springer.com/10.1007/978-3-319-70096-0_76","volume":"10635"}
]
